//
//  TZTActionFuctionTable.h
//  _DOC_FILE_
//
//  Created by vivi wu on 2019/5/27.
//  Copyright © 2019 vivi wu. All rights reserved.
//

#ifndef TZTActionFuctionTable_h
#define TZTActionFuctionTable_h


#endif /* TZTActionFuctionTable_h */




/*
 Localizable.strings
 tztMobileApp_HTSC
 
 Created by zztzt on 13-8-14.
 通过页面功能号来对应显示中文标题
 投资堂功能号
 */



//新的功能号定义,用页面功能号取对应得标题显示文字
/*
 Fuction:"页面号"＝"页面显示标题";
 Action:"页面号" ＝"功能号";主要用于查询类指定
 */

"Fuction:10110" = "编辑股票期权自选";
"Fuction:10301" = "用户登录";
"Fuction:10302" = "用户登出";

"Fuction:10310" = "服务中心";
"Fuction:10311" = "服务器设置";
"Fuction:10312" = "服务器测速";
"Fuction:10313" = "行情设置";
"Fuction:10314" = "重新激活";
"Fuction:10315" = "版本信息";
"Fuction:10316" = "客服热线";
"Fuction:10317" = "免责条款";
"Fuction:10318" = "精品资讯";
"Fuction:10319" = "互动社区";
"Fuction:10320" = "在线客服";
"Fuction:10321" = "全部提问";
"Fuction:10322" = "财经中心";
"Fuction:10323" = "投资者教育";
"Fuction:10324" = "显示日志";
"Fuction:10325" = "清空日志";
"Fuction:10326" = "清除用户数据";


"Fuction:10401" = "交易登录";
"Fuction:10402" = "交易登出";
"Fuction:10403" = "交易账号预设";

"Fuction:10410" = "软件充值";
"Fuction:10411" = "好友推荐";
"Fuction:10412" = "查询有效期";
"Fuction:10413" = "快递设置";
"Fuction:10414" = "投资快递";
"Fuction:10415" = "收件箱";
"Fuction:10416" = "收藏夹";
"Fuction:10417" = "炒跟设置";
"Fuction:10418" = "我的炒跟";
"Fuction:10419" = "行情预警";
"Fuction:10420" = "我的提问";
"Fuction:10421" = "个人中心";


"Fuction:12001" = "大盘指数";
"Fuction:12002" = "综合排名";
"Fuction:12003" = "最近浏览";
"Fuction:12004" = "沪深股市";
"Fuction:12005" = "港股市场";
"Fuction:12006" = "国内期货";
"Fuction:12007" = "黄金白银";
"Fuction:12008" = "外汇市场";
"Fuction:12009" = "全球市场";
"Fuction:12010" = "热门关注";
"Fuction:12011" = "基金市场";
"Fuction:12012" = "智能选股";
"Fuction:12013" = "板块排名";
"Fuction:12014" = "资金流向";

"Fuction:12051" = "分时走势";
"Fuction:12052" = "横屏分时走势";
"Fuction:12053" = "历史分时";
"Fuction:12056" = "K线";
"Fuction:12055" = "横屏k线";
"Fuction:12056" = "炒跟k线";
"Fuction:12057" = "个股查询";
"Fuction:12058" = "F10";
"Fuction:12059" = "图表F10";
"Fuction:12060" = "图表F9";
"Fuction:12061" = "信息地雷";
"Fuction:12062" = "财务数据";
"Fuction:12063" = "明细";
"Fuction:12064" = "分价";
"Fuction:12065" = "报价";
"Fuction:12066" = "大盘仓位";
"Fuction:12067" = "大单资金";

"Fuction:12101" = "龙虎";

"Fuction:12250" = "委托交易";
"Fuction:12301" = "委托交易";
"Fuction:12302" = "银证转账";

"Fuction:12310" = "委托买入";
"Fuction:12311" = "委托卖出";
"Fuction:12312" = "修改密码";
"Fuction:12313" = "个人信息";
"Fuction:12314" = "行权委托";
"Fuction:12318" = "新股申购";

"Fuction:12320" = "签署协议";
"Fuction:12321" = "风险测评";
"Fuction:12322" = "权限设置";

"Fuction:12330" = "资金转入";
"Fuction:12331" = "资金转出";
"Fuction:12332" = "银行余额";
"Fuction:12335" = "委托查询";

"Fuction:12340" = "委托撤单";
"Fuction:12341" = "当日委托";
"Fuction:12342" = "我的持仓";

"Fuction:12360" = "查询资金";
"Fuction:12361" = "当日成交";
"Fuction:12362" = "股东资料";
"Fuction:12363" = "转账流水";
"Fuction:12366" = "新股申购额度查询";

"Fuction:12380" = "查询交割";
"Fuction:12381" = "查询配号";
"Fuction:12382" = "资金明细";
"Fuction:12383" = "历史成交";

"Fuction:12501" = "财富平台";
"Fuction:12510" = "资金转入";
"Fuction:12511" = "资金转出";
"Fuction:12512" = "银行余额";
"Fuction:12513" = "资金调拨";
"Fuction:12540" = "资金归集";
"Fuction:12560" = "转账流水";
"Fuction:12561" = "调拨流水";

"Fuction:12701" = "基金交易";
"Fuction:4000" = "基金交易";
"Fuction:12702" = "场内基金";
"Fuction:12703" = "查询";
"Fuction:12704" = "基金定投";
"Fuction:12705" = "基金盘后业务";
"Fuction:12706" = "货币基金";

"Fuction:12710" = "基金认购";
"Fuction:12711" = "基金申购";
"Fuction:12712" = "基金赎回";
"Fuction:12713" = "分红设置";
"Fuction:12714" = "基金转换";
"Fuction:12715" = "基金开户";

"Fuction:12720" = "场内基金认购";
"Fuction:12721" = "场内基金申购";
"Fuction:12722" = "场内基金赎回";

"Fuction:12730" = "组合基金申购";
"Fuction:12731" = "组合基金赎回";
"Fuction:12732" = "组合基金信息";
"Fuction:12733" = "组合基金申购清单";

"Fuction:12740" = "定投登记";
"Fuction:12741" = "定投变约";
"Fuction:12742" = "定投取消";

"Fuction:12750" = "基金分拆";
"Fuction:12751" = "基金合并";
"Fuction:12752" = "基金定投取消";

"Fuction:12760" = "货币基金申购";
"Fuction:12761" = "货币基金赎回";

"Fuction:12800" = "委托撤单";
"Fuction:12801" = "当日委托";
"Fuction:12802" = "持仓基金";
"Fuction:12803" = "基金开户";
"Fuction:12804" = "基金盘后委托撤单";
"Fuction:12805" = "基金盘后查询委托";
"Fuction:12806" = "货币基金委托撤单";

"Fuction:12820" = "基金净值";
"Fuction:12821" = "客户资料";
"Fuction:12822" = "基金盘后查询成交";
"Fuction:12823" = "基金账户";

"Fuction:12840" = "历史委托";
"Fuction:12841" = "历史成交";

"Fuction:12850" = "盘后历史委托";
"Fuction:12851" = "盘后历史成交";

"Fuction:13001" = "股转交易";
"Fuction:13010" = "限价买入";
"Fuction:13011" = "限价卖出";
"Fuction:13012" = "成交确认买入";
"Fuction:13013" = "成交确认卖出";
"Fuction:13014" = "定价买入";
"Fuction:13015" = "定价卖出";
"Fuction:13016" = "互报成交确认买入";
"Fuction:13017" = "互报成交确认卖出";
"Fuction:13020" = "股转行情";
"Fuction:13040" = "委托撤单";
"Fuction:13041" = "当日委托";
"Fuction:13042" = "当日成交";

"Fuction:13201" = "大宗交易";
"Fuction:13210" = "限价买入";
"Fuction:13211" = "限价卖出";
"Fuction:13212" = "成交确认买入";
"Fuction:13213" = "成交确认卖出";
"Fuction:13214" = "定价买入";
"Fuction:13215" = "定价卖出";
"Fuction:13220" = "行情查询";
"Fuction:13240" = "委托撤单";
"Fuction:13241" = "当日委托";
"Fuction:13242" = "当日成交";

"Fuction:13401" = "多空如弈";
"Fuction:13410" = "申购";
"Fuction:13411" = "赎回";
"Fuction:13412" = "母转看涨";
"Fuction:13413" = "母转看跌";
"Fuction:13440" = "委托撤单";
"Fuction:13441" = "当日委托";
"Fuction:13443" = "查询持仓";
"Fuction:13460" = "资产净比";
"Fuction:13480" = "历史委托";
"Fuction:13481" = "历史确认";

"Fuction:13601" = "债券回购";
"Fuction:13610" = "质押债券入库";
"Fuction:13611" = "质押债券出库";
"Fuction:13612" = "融资回购";
"Fuction:13613" = "融券回购";
"Fuction:13660" = "质押明细";
"Fuction:13661" = "未到期回购查询";
"Fuction:13662" = "标准券明细查询";

"Fuction:13801" = "报价回购";
"Fuction:13810" = "买入";
"Fuction:13840" = "委托查询";
"Fuction:13841" = "续作终止";
"Fuction:13842" = "提前终止";
"Fuction:13843" = "预约提前购回";
"Fuction:13844" = "信息查询";
"Fuction:13845" = "大额预约终止";
"Fuction:13846" = "委托撤单";
"Fuction:13847" = "预约终止撤单";
"Fuction:13848" = "历史委托查询";
"Fuction:13860" = "未到期合约查询";
"Fuction:13861" = "质押明细";

"Fuction:14001" = "ETF网下";
"Fuction:14010" = "现金认购";
"Fuction:14011" = "股票认购";
"Fuction:14040" = "委托撤单";

"Fuction:15001" = "融资融券";
"Fuction:15002" = "委托";
"Fuction:15003" = "银证转账";
"Fuction:15004" = "查询";
"Fuction:15005" = "专项融资融券";

"Fuction:15010" = "普通买入";
"Fuction:15011" = "普通卖出";
"Fuction:15012" = "融资买入";
"Fuction:15013" = "融券卖出";
"Fuction:15014" = "买券还券";
"Fuction:15015" = "卖券还款";
"Fuction:15016" = "现券还券";
"Fuction:15017" = "现金还款";
"Fuction:15018" = "密码修改";
"Fuction:15019" = "客户投票";
"Fuction:15020" = "担保品划转";

"Fuction:15052" = "融资买入";
"Fuction:15053" = "融券卖出";
"Fuction:15054" = "买券还券";
"Fuction:15055" = "卖券还款";
"Fuction:15056" = "直接还券";
"Fuction:15057" = "直接还款";

"Fuction:15100" = "资金转入";
"Fuction:15101" = "资金转出";
"Fuction:15102" = "银行余额";

"Fuction:15120" = "委托撤单";
"Fuction:15121" = "当日委托";
"Fuction:15122" = "股份查询";
"Fuction:15123" = "划转撤单";
"Fuction:15124" = "划转流水";
"Fuction:15125" = "非交易过户委托";

"Fuction:15200" = "查询资金";
"Fuction:15201" = "当日成交";
"Fuction:15202" = "转账流水";
"Fuction:15203" = "资金流水";
"Fuction:15204" = "负债变动";
"Fuction:15205" = "查询担保";
"Fuction:15206" = "标的证券查询";
"Fuction:15207" = "可融证券查询";
"Fuction:15208" = "融资负债明细";
"Fuction:15209" = "融券负债明细";
"Fuction:15210" = "查询资产";
"Fuction:15211" = "融资负债查询";
"Fuction:15212" = "融券负债查询";
"Fuction:15213" = "合同查询";
"Fuction:15214" = "保证金查询";
//"Fuction:15215" = "信用资产";
//"Fuction:15216" = "合约查询";
"Fuction:15219" = "资金流水";
"Fuction:15250" = "股票头寸查询";
"Fuction:15251" = "资金头寸查询";
"Fuction:15300" = "交割单查询";
"Fuction:15301" = "对账单查询";
"Fuction:15302" = "历史成交";
"Fuction:15303" = "负债变动流水";
"Fuction:15304" = "资金流水历史";
"Fuction:15305" = "历史委托";
"Fuction:15255" = "融资标的";
"Fuction:15256" = "融券标的";

"Fuction:15260" = "信用资产";
"Fuction:15261" = "合约查询";
"Fuction:15262" = "融资标的";
"Fuction:15263" = "融券标的";

"Fuction:16010" = "委托买入";
"Fuction:16011" = "委托卖出";
"Fuction:16012" = "委托撤单";

//个股期权
//列表
"Fuction:17601" = "个股期权";
"Fuction:17602" = "委托撤单";
"Fuction:17603" = "综合查询";
"Fuction:17604" = "银衍转账";
"Fuction:17605" = "行权";
//具体功能
"Fuction:17610" = "买入开仓";
"Fuction:17611" = "买入平仓";
"Fuction:17612" = "卖出开仓";
"Fuction:17613" = "卖出平仓";
"Fuction:17614" = "备兑券锁定";
"Fuction:17615" = "备兑券解锁";
"Fuction:17616" = "备兑开仓";
"Fuction:17617" = "备兑平仓";
"Fuction:17618" = "行权";
"Fuction:17619" = "自动行权";
"Fuction:17620" = "可行权持仓";
"Fuction:17621" = "当日行权交割明细";
"Fuction:17622" = "当日义务仓被指派";
"Fuction:17623" = "行权指派欠资查询";
"Fuction:17624" = "行权指派欠券查询";
"Fuction:17625" = "历史行权交割明细";
"Fuction:17626" = "历史义务仓被指派";
"Fuction:17627" = "行权交割流水";

"Fuction:17650" = "可撤委托";
"Fuction:17651" = "当日成交";
"Fuction:17652" = "当日委托";
"Fuction:17653" = "资金持仓";
"Fuction:17654" = "备兑股份";
"Fuction:17655" = "历史成交";
"Fuction:17656" = "交割单";
"Fuction:17657" = "对账单";

"Fuction:17658" = "查可锁定股票";
"Fuction:17659" = "备兑股份不足";
"Fuction:17660" = "历史委托";
"Fuction:17661" = "对账单资金资产";
"Fuction:17662" = "对账单合约资产";
"Fuction:17663" = "对账单资金流水";
"Fuction:17664" = "账号查询";
"Fuction:17665" = "资金详情信息";

"Fuction:17680" = "银行转期权";
"Fuction:17681" = "期权转银行";
"Fuction:17682" = "银行余额";
"Fuction:17683" = "资金明细";
"Fuction:17684" = "转账查询";

"Fuction:19001" = "天天发";
"Fuction:19010" = "开通天天发";
"Fuction:19011" = "注销天天发";
"Fuction:19012" = "服务策略";
"Fuction:19013" = "保留金额";
"Fuction:19014" = "预约取款";
"Fuction:19015" = "预约取款取消";
"Fuction:19016" = "查询预约取款";
"Fuction:19100" = "查询状态";



//旧功能号对应
//首页八宫格
"Fuction:3203" = "大盘指数";
"Fuction:3201" = "综合排名";
"Fuction:3202" = "我的自选";
"Fuction:55001" = "特色业务";
"Fuction:3250" = "场外基金";
"Fuction:3204" = "最近浏览";
"Fuction:3220" = "沪深股市";
"Fuction:55002" = "业务办理";
"Fuction:55006" = "业务办理";
"Fuction:55004" = "其他业务";
"Fuction:55007" = "我的持仓";


//普通交易
"Fuction:3818" = "委托交易";
"Fuction:3801" = "交易登录";
"Fuction:3802" = "注销登录";
"Fuction:3803" = "委托买入";
"Fuction:3804" = "委托卖出";
"Fuction:3805" = "委托撤单";
"Fuction:3806" = "委托查询";
"Fuction:3807" = "修改密码";
"Fuction:3821" = "查询资金";
"Fuction:3822" = "查询股票";
"Fuction:3823" = "当日委托";
"Fuction:3824" = "当日成交";
"Fuction:3825" = "股东资料";
"Fuction:3826" = "历史成交";
"Fuction:3827" = "查询配号";
"Fuction:3828" = "资金流水";
"Fuction:3829" = "查询交割";

"Fuction:3834" = "个人信息修改";
"Fuction:3871" = "电子合同";
"Fuction:3872" = "风险测评";
"Fuction:3873" = "权限开通";

//银证转账
"Fuction:3808" = "资金转入";
"Fuction:3809" = "资金转出";
"Fuction:3810" = "转账流水";
"Fuction:3811" = "银行余额";

//财富平台多存管
"Fuction:3843" = "财富平台";
"Fuction:3847" = "资金转入";
"Fuction:3848" = "资金转出";
"Fuction:3849" = "转账流水";
"Fuction:3850" = "银行余额";
"Fuction:3844" = "资金归集";
"Fuction:3841" = "银证转账";
"Fuction:3845" = "资金调拨";
"Fuction:3846" = "调拨流水";

//场内基金
"Fuction:4004" = "场内认购";
"Fuction:4005" = "场内申购";
"Fuction:4006" = "场内赎回";

//基金交易
"Fuction:4199" = "基金申赎";
"Fuction:4001" = "基金认购";
"Fuction:4002" = "基金申购";
"Fuction:4003" = "基金赎回";
"Fuction:4007" = "当日委托";
"Fuction:4008" = "撤销委托";
"Fuction:4010" = "历史成交";
"Fuction:4011" = "持仓基金";
"Fuction:4012" = "基金账户";
"Fuction:4014" = "基金开户";
"Fuction:4015" = "分红设置";
"Fuction:4020" = "历史委托";
"Fuction:4021" = "基金转换";
"Fuction:4058" = "定投登记";
"Fuction:4059" = "定投取消";
"Fuction:4060" = "定投修改";

//基金盘后业务
"Fuction:53101" = "我的空间";
"Fuction:53102" = "投资者教育";
"Fuction:50103" = "基金合并";
"Fuction:50104" = "基金转换";
"Fuction:50105" = "基金撤单";
"Fuction:50106" = "查询委托";
"Fuction:50107" = "查询成交";

//货币基金
"Fuction:50001" = "货币基金";
"Fuction:50002" = "基金认购";
"Fuction:50003" = "基金申购";
"Fuction:50004" = "基金赎回";
"Fuction:50005" = "查撤委托";

//紫金理财
"Fuction:50121" = "紫金理财";
"Fuction:50122" = "产品认购";
"Fuction:50123" = "产品申购";
"Fuction:50124" = "产品赎回";
"Fuction:50125" = "当日委托";
"Fuction:50126" = "撤销委托";
"Fuction:50127" = "基金查询";
"Fuction:50128" = "历史成交";
"Fuction:50129" = "持仓产品";
"Fuction:50132" = "紫金开户";
"Fuction:50133" = "分红设置";
"Fuction:50137" = "历史委托";


//天天发
"Fuction:53201" = "客户经理";
"Fuction:53202" = "在线提问";
"Fuction:53203" = "在线留言";
"Fuction:50204" = "服务策略";
"Fuction:50205" = "保留金额";
"Fuction:50206" = "查询状态";
"Fuction:50207" = "设置预约取款";
"Fuction:50208" = "查询预约取款";
"Fuction:50209" = "取消预约取款";

//多空如弈
"Fuction:50061" = "多空如弈";
"Fuction:50062" = "申购";
"Fuction:50063" = "赎回";
"Fuction:50064" = "母转看涨";
"Fuction:50065" = "母转看跌";
"Fuction:50066" = "看涨转母";
"Fuction:50067" = "看跌转母";
"Fuction:50068" = "委托撤单";
"Fuction:50069" = "查询持仓";
"Fuction:50070" = "资产净比";
"Fuction:50071" = "当日委托";
"Fuction:50072" = "历史委托";
"Fuction:50073" = "委托确认";

//融资融券
"Fuction:3921" = "融资融券";
"Fuction:3922" = "普通买入";
"Fuction:3923" = "普通卖出";
"Fuction:3924" = "融资买入";
"Fuction:3925" = "融券卖出";
"Fuction:3926" = "买券还券";
"Fuction:3927" = "卖券还款";
"Fuction:3928" = "现金还款";
"Fuction:3929" = "现券还券";
"Fuction:3930" = "担保品划转";
"Fuction:3931" = "委托撤单";
"Fuction:3932" = "资金查询";
"Fuction:3933" = "股份查询";
"Fuction:3934" = "当日委托";
"Fuction:3935" = "当日成交";
"Fuction:3936" = "合约查询";
"Fuction:3937" = "融资合约";
"Fuction:3938" = "融券合约";
"Fuction:3939" = "资金流水";
"Fuction:3940" = "查询交割";
"Fuction:3941" = "划转流水";
"Fuction:3942" = "查询担保";
"Fuction:3943" = "融资标的";
"Fuction:3944" = "可融证券";
"Fuction:3945" = "融资债细";
"Fuction:3946" = "融券债细";
"Fuction:3947" = "负债变动流水";
"Fuction:3948" = "非交易委托过户";

"Fuction:3950" = "银行转证券";
"Fuction:3951" = "证券转银行";
"Fuction:3952" = "转账查询";
"Fuction:3953" = "银行余额";

"Fuction:3962" = "历史成交";
"Fuction:3964" = "密码修改";
"Fuction:3965" = "历史委托";
"Fuction:3966" = "信用资产";

"Fuction:3972" = "委托撤单";
"Fuction:3974" = "资金流水历史";
"Fuction:3975" = "划转撤单";
"Fuction:3999" = "退出信用交易";

//专项融资融券
"Fuction:50171" = "专项融资融券";
"Fuction:50172" = "融资买入";
"Fuction:50173" = "融券卖出";
"Fuction:50174" = "卖券还款";
"Fuction:50175" = "买券还券";
"Fuction:50176" = "直接还款";
"Fuction:50177" = "直接还券";
"Fuction:50178" = "股票头寸查询";
"Fuction:50179" = "资金头寸查询";

//质押回购
"Fuction:50041" = "质押回购";
"Fuction:50042" = "质押债券入库";
"Fuction:50043" = "质押债券出库";
"Fuction:50044" = "质押明细查询";
"Fuction:50045" = "融资回购";
"Fuction:50046" = "融券回购";
"Fuction:50047" = "未到期回购查询";
"Fuction:50048" = "标准券明细查询";

//大宗交易
"Fuction:50081" = "大宗交易";
"Fuction:50082" = "意向买入";
"Fuction:50083" = "意向卖出";
"Fuction:50084" = "定价买入";
"Fuction:50085" = "定价卖出";
"Fuction:50086" = "确认买入";
"Fuction:50087" = "确认卖出";
"Fuction:50088" = "行情查询";

//报价回购
"Fuction:50021" = "报价回购";
"Fuction:50022" = "委托买入";
"Fuction:50023" = "委托查询";
"Fuction:50024" = "终止续作";
"Fuction:50025" = "提前购回";
"Fuction:50026" = "预约提前购回";
"Fuction:50027" = "未到期查询";
"Fuction:50028" = "质押明细查询";

//三板交易
"Fuction:3900" = "股份交易";
"Fuction:3901" = "限价买入";
"Fuction:3902" = "限价卖出";
"Fuction:3903" = "确认买入";
"Fuction:3904" = "确认卖出";
"Fuction:3905" = "定价买入";
"Fuction:3906" = "定价卖出";
"Fuction:3907" = "股转撤单";
"Fuction:3908" = "委托查询";
"Fuction:3909" = "三板行情";

//ETF网下
"Fuction:4300" = "ETF网下";
"Fuction:4301" = "现金认购";
"Fuction:4302" = "股票认购";
"Fuction:4348" = "委托撤单";

// 新股
"Fuction:12366" = "查询新股申购额度";
"Fuction:12384" = "查询新股中签";
"Fuction:12318" = "新股申购";
"Fuction:15220" = "新股申购额度";
"Fuction:15309" = "新股配号";
"Fuction:15310" = "新股中签";

//股票委托
//股票当日委托
"Action:12341" = "113";
"Action:3823" = "113";
//股票当日成交
"Action:12361" = "114";
"Action:3824" = "114";
//成交汇总
"Action:12367" = "5017";
//查询股票
"Action:12342" = "117";
"Action:3822" = "117";
//查询股东资料
"Action:12362" = "122";
"Action:3825" = "122";
//查询资金
"Action:12360" = "116";
"Action:3821" = "116";
//查询交割
"Action:12380" = "121";
"Action:3829" = "121";
//资金明细
"Action:12382" = "125";
"Action:3828" = "125";
//查询配号
"Action:12381" = "123";
"Action:3827" = "123";
//查询历史委托
"Action:12385" = "5018";
//历史成交
"Action:12383" = "115";
"Action:3826" = "115";
//查询撤单
"Action:12340" = "152";
"Action:3805" = "152";
//转账流水
"Action:12363" = "127";
"Action:3810" = "127";
//产品有效期查询
"Action:5808" = "10125";
//查询对账单
"Action:3880" = "463";
//资产总值
"Action:3881" = "631";
//大宗交易行情查询
"Action:13220" = "5001";
"Action:50081" = "5001";
//报价回购历史委托查询
"Action:13848" = "389";
//货币基金历史委托查询
"Action:12846" = "652";
"Action:4320" = "652";
//历史内转查询
"Action:3853" = "651";
//计划转账流水查询
"Action:3851" = "511";
//证券出借查询
"Action:12365" = "7006";
//新股申购额度查询
"Action:12366" = "5013";
//新股列表查询
"Action:12336" = "5014";
//新股委托查询
"Action:12335" = "5016";
//新股中签查询
"Action:12384" = "349";

//基金功能
//基金委托撤单
"Action:12800" = "157";
"Action:4008" = "157";
//紫金理财委托撤单
"Action:50126" = "157";
//多空如弈委托撤单
"Action:50068" = "157";
"Action:13440" = "157";

//基金当日委托
"Action:12801" = "134";
"Action:4007" = "134";
//紫金理财当日委托
"Action:50125" = "134";
//多空如弈当日委托
"Action:50071" = "134";

//基金份额（持仓基金）
"Action:12802" = "137";
"Action:4011" = "137";
//紫金理财持仓基金
"Action:50129" = "137";
//分红方式设置查询持仓
"Action:4015" = "137";
//资金理财分红方式设置查询持仓
"Action:50133" = "137";
//多空如弈查询持仓
"Action:50069" = "137";

//未开户基金
"Action:12803" = "";
"Action:" = "";

//基金盘后委托撤单
"Action:12804" = "637";
"Action:50105" = "637";
//基金盘后当日委托查询
"Action:4046" = "637";
//基金盘后业务撤单
"Action:4047" = "637";

//基金盘后查询委托
"Action:12805" = "637";
"Action:50106" = "637";

//货币基金委托撤单（华泰的是539，其他的作为ETF来处理）
"Action:12806" = "643";
"Action:4319" = "643";
"Action:50005" = "539";
//货币基金当日委托
"Action:12807" = "643";
"Action:" = "";
//基金净值
"Action:12820" = "";
"Action:" = "";
//客户资料
"Action:12821" = "";
"Action:" = "";

//基金盘后查询成交
"Action:12822" = "635";
"Action:50107" = "635";
"Action:4044" = "635";

//基金盘后历史委托查询
"Action:12850" = "636";
"Action:4045" = "636";

//基金盘后历史成交查询
"Action:12851" = "634";
"Action:4064" = "634";


//基金账户（已开户基金查询）
"Action:12823" = "149";
"Action:4012" = "149";

//基金代码查询（表格显示）
"Action:12824" = "145";
"Action:4009" = "145";

//基金公司查询(表格显示)
"Action:12825" = "154";
"Action:4043" = "154";
//基金开户前先选择基金公司列表查询
"Action:4013" = "154";

//基金风险等级查询
"Action:12828" = "189";
"Action:4048" = "189";

//查询可定投基金
"Action:4038" = "616";

//已定投基金查询
"Action:4023" = "553";
//基金外围定投查询
"Action:4057" = "553";
//基金定投取消查询
"Action:12742" = "553";
"Action:4059" = "553";

//外围电子合同查询
"Action:4025" = "556";

//外围基金现金产品账号查询
"Action:4027" = "554";

//定时定额转让查询
"Action:4030" = "558";


//推荐基金查询
"Action:12830" = "6020";

//基金历史委托
"Action:12840" = "135";
"Action:4020" = "135";
//多空如弈历史委托
"Action:50072" = "135";
//紫金理财历史委托
"Action:50137" = "135";

//基金历史确认（历史成交？）
"Action:12841" = "136";
"Action:4010" = "136";
//紫金理财历史成交
"Action:50128" = "136";
//多空如弈历史成交
"Action:50073" = "136";

//货币基金历史委托
"Action:12846" = "652";
"Action:4320" = "652";

//紫金理财账户查询
"Action:50135" = "10";

//理财撤单
"Action:4052" = "356";
//理财当日委托查询
"Action:4054" = "356";

//理财份额查询
"Action:4053" = "355";

//评测可购买基金 基金客户可购买基金查询
"Action:4056" = "191";

//集合计划基金代码查询 理财产品代码查询
"Action:4063" = "352";

//基金当日成交查询
"Action:4065" = "639";

//查询可认购基金信息
"Action:4066" = "664";

//查询可申购基金信息
"Action:4067" = "665";

//基金净值查询
"Action:4068" = "10213";

//ETF委托撤单查询
"Action:14040" = "522";
"Action:4348" = "522";

//多空如弈资产净比
"Action:50070" = "674";

//现金宝额度查询
"Action:12842" = "530";
//现金理财查询状态
"Action:19100" = "530";
"Action:50206" = "530";
//天天盈登记查询
"Action:19101" = "530";
//天天盈份额查询
"Action:19102" = "530";

//现金理财预约取款查询
"Action:19014" = "536";
"Action:19016" = "536";
"Action:50208" = "536";
"Action:50209" = "536";
"Action:50207" = "536";
//天天盈预约取款撤单
"Action:19103" = "536";

//客户参与状态设置
"Action:12843" = "541";

//多空如弈日版综合查询
"Action:13450" = "677";
//多空如弈周版综合查询
"Action:13451" = "678";
//多空如弈查询本期多空比
"Action:13461" = "6016";
//多空如弈查询受理委托
"Action:13462" = "6015";
//多空如弈查询未受理委托
"Action:13463" = "6015";
//多空如弈查询预估盈亏
"Action:13464" = "6017";
//现金宝预约撤单（南京）
"Action:19051" = "581";
//现金宝合同查询（南京）
"Action:19052" = "571";
//现金宝委托查询（南京）
"Action:19053" = "137";

//ETF
//现金认购查询
"Action:14041" = "668";
"Action:" = "668";
//沪市现金查询
"Action:14081" = "668";
"Action:" = "668";

//股票认购查询
"Action:14042" = "670";
"Action:" = "670";
//沪市股票查询
"Action:14082" = "670";
"Action:" = "670";

//融资融券
//标的券查询
"Action:15206" = "448";
"Action:3959" = "448";
//资金查询
"Action:15200" = "402";
"Action:3932" = "402";
//查询股票
"Action:15122" = "403";
"Action:3933" = "403";
//当日委托
"Action:15121" = "404";
"Action:3934" = "404";
//委托撤单
"Action:15120" = "404";
"Action:3972" = "404";
//当日成交
"Action:15201" = "405";
"Action:3935" = "405";
//资产负债查询 信用负债
"Action:15210" = "406";
"Action:3936" = "406";
//融资情况查询  融资债细 融资明细
"Action:15208" = "407";
"Action:3937" = "407";
//融券情况查询  融券债细 融券明细
"Action:15209" = "408";
"Action:3938" = "408";
//资金流水
"Action:15219" = "411";
"Action:3939" = "411";
//当日资金流水
"Action:15203" = "411";
"Action:3960" = "411";
//交割单查询
"Action:15300" = "412";
"Action:3940" = "412";
//划转流水
"Action:15124" = "413";
"Action:3941" = "413";
//划转撤单
"Action:15123" = "413";
"Action:3975" = "413";
//担保证券查询 查询担保品
"Action:15205" = "414";
"Action:3942" = "414";
//委托查询可融资买入标的券  融资标的查询
"Action:15215" = "415";
"Action:15262" = "415";
"Action:3943" = "415";
//委托查询可融券卖出标的券  融券标的查询
"Action:15216" = "416";
"Action:15263" = "416";
"Action:3944" = "416";
//融资负债查询 融资合约
"Action:15211" = "417";
"Action:3945" = "417";
//融券负债查询 融券合约
"Action:15212" = "418";
"Action:3946" = "418";
//负债变动 负债变动流水
"Action:15303" = "419";
"Action:3947" = "419";
//非交易过户委托
"Action:15125" = "420";
"Action:3948" = "420";
//转账流水
"Action:15202" = "426";
"Action:3952" = "426";
//历史成交
"Action:15302" = "433";
"Action:3962" = "433";
//资金流水历史
"Action:15304" = "434";
"Action:3974" = "434";
//信用资产
"Action:15260" = "437";
"Action:3966" = "437";
//信用股份
"Action:3967" = "438";
//股东列表
"Action:3969" = "441";
//信用上限
"Action:15218" = "442";
"Action:3968" = "442";
//历史委托
"Action:15305" = "446";
"Action:3965" = "446";
//对账单查询
"Action:15301" = "463";
"Action:3963" = "463";
//已平仓
"Action:15221" = "445";
"Action:3970" = "445";
//未平仓
"Action:15261" = "407";
"Action:3971" = "407";
//担保比率
"Action:3973" = "472";
//当日负债流水
"Action:3961" = "454";
//合同查询
"Action:3957" = "455";
//保证金查询
"Action:3958" = "456";
//已偿还融资负债
"Action:15306" = "474";
//已偿还融券负债
"Action:15307" = "475";
//历史非交易过户委托
"Action:15308" = "465";
//新股申购额度查询
"Action:15220" = "7101";
//新股配号查询
"Action:15309" = "7102";
//新股中签查询
"Action:15310" = "7103";
//15033  新股委托查询
"Action:15033" = "7107";






